app/controllers/posts_controller.rb

SELECT  "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT 1  [["id", 2]]
UPDATE "posts" SET "description" = ?, "updated_at" = ? WHERE "posts"."id" = ?  [["description", "È un bravo pinguino"], ["updated_at", "2019-06-24 10:29:42.131252"], ["id", 2]]
---
	def update
	  @post = Post.find(params[:id])
	  @post.update(post_params)